Repository: almatov1/among-clicker
Catalog: lib/l10n/intl_*.arb
Languages: ar, bn, tr

# finalPage_endText
source: The end
ar: النهاية
bn: শেষ
tr: Son

# finalPage_authors
source: Authors:
ar: المؤلفون:
bn: লেখক:
tr: Yazarlar:

# menuPage_play
source: Play
ar: لعب
bn: প্লে
tr: Oynama

# menuPage_skills
source: Skills
ar: المهارات
bn: দক্ষতা
tr: Beceriler

# menuPage_shop
source: Shop
ar: تسوق
bn: দোকান
tr: Dükkanı

# menuPage_online
source: Online
ar: على الانترنت
bn: অনলাইন
tr: Çevrimiçi

# menuPage_sign
source: Sign in with Google
ar: تسجيل الدخول باستخدام جوجل
tr: Google ile oturum aç

# menuPage_logout
source: Logout
ar: تسجيل الخروج
bn: লগ আউট
tr: Kapatma

# menuPage_items
source: Inventory
ar: المخزون
bn: পরিসংখ্যা
tr: Stok

# menuPage_acc_m
source: Account Management
ar: إدارة الحساب
bn: অ্যাকাউন্ট পরিচালনার
tr: Hesap Yönetimi

# menuPage_training
source: Training
ar: التدريب
bn: প্রশিক্ষণ (শ)
tr: Eğitim

# menuPage_tip
source: Tip: tap to win
ar: نصيحة: اضغط للفوز
bn: টিপ: জয় ট্যাপ
tr: İpucu: kazanmak için dokunun

# menuPage_skip
source: Skip if you know how to play
ar: تخطي إذا كنت تعرف كيف تلعب
bn: আপনি কিভাবে খেলতে জানেন তাহলে কর
tr: Nasıl oynanacağını biliyorsan atla

# onlinePage_title
source: Online
ar: على الانترنت
bn: অনলাইন
tr: Çevrimiçi

# onlinePage_rank
source: Rank:
ar: الرتبة:
bn: মর্যাদাক্রম:
tr: Sıralama:

# onlinePage_won
source: Won
ar: فاز
bn: বিজয়ী
tr: Galip

# onlinePage_games
source: games
ar: ألعاب
bn: গেমস
tr: oyun

# onlinePage_find
source: Find a random game
ar: العثور على لعبة عشوائية
bn: একটি র্যান্ডম খেলা খুঁজুন
tr: Rastgele bir oyun bul

# onlinePage_passed
source: second(s) have passed
ar: مرت الثانية (ق)
bn: দ্বিতীয়ত(গুলি) অতিক্রান্ত
tr: ikinci(ler) geçti

# onlinePage_stop
source: Stop the search
ar: أوقف البحث
tr: Dur arama

# onlinePage_beginner
source: beginner
ar: مبتدئ
bn: শিক্ষানবিস
tr: başlangıç

# onlinePage_soldier
source: soldier
ar: الجندي
bn: সৈনিক
tr: asker

# onlinePage_master
source: master
ar: سيد
bn: মাস্টার
tr: efendiler

# onlinePage_genius
source: genius
ar: عبقرية
bn: প্রতিভা
tr: dahilik

# onlinePage_global_elite
source: global elite
ar: النخبة العالمية
bn: গ্লোবাল অভিজাত
tr: küresel seçkinler

# onlinePage_back
source: Back to the game
ar: العودة إلى اللعبة
bn: মাই এর কাজের
tr: Oyuna geri dön

# playPage_title
source: Choose level:
ar: اختر المستوى:
bn: স্তর চয়ন করুন:
tr: Seviyeyi seç:

# playPage_noob
source: Noob
ar: مستجد
bn: না
tr: Acemi

# playPage_try
source: Try to choose a different level
ar: حاول اختيار مستوى مختلف
bn: একটি ভিন্ন স্তর চয়ন করার চেষ্টা
tr: Farklı bir seviye seçmeye çalışın

# playPage_soldier
source: Soldier
ar: الجندي
bn: সৈনিক
tr: Asker

# playPage_candidate
source: Candidate
ar: المرشح
bn: প্রার্থী
tr: Adaylık

# playPage_expert
source: Expert
ar: خبير
bn: বিশেষজ্ঞ
tr: Uzman

# playPage_boss
source: Boss
ar: مدرب
bn: বস
tr: Patron

# shopPage_title
source: Buy items
ar: شراء سلع
bn: আইটেম কিনতে
tr: Ürün satın al

# shopPage_coins
source: Coins
ar: عملات معدنية
bn: কয়েন
tr: Sikkeler

# shopPage_youHave
source: You have:
ar: لديك:
bn: আপনি আছে:
tr: Var:

# shopPage_elixir
source: Elixir
ar: إكسير
bn: স্পর্শমণি
tr: İksir

# shopPage_keys
source: Keys
ar: مفاتيح
bn: কি
tr: Anahtarlar

# shopPage_stopTimer
source: Super click
ar: سوبر انقر
bn: সুপার ক্লিক
tr: Süper tıklama

# shopPage_noAds
source: No ads
ar: لا إعلانات
bn: কোনও বিজ্ঞাপন
tr: Reklam yok

# skillsPage_title
source: Improve your skills
ar: تحسين مهاراتك
bn: আপনার দক্ষতা উন্নত করুন
tr: Becerilerinizi geliştirin

# skillsPage_need
source: Need coins? Click here
ar: تحتاج النقود ؟ انقر هنا
bn: কয়েন প্রয়োজন? এখানে ক্লিক করুন
tr: Paraya mı ihtiyacınız var? Buraya tıklayın

# skillsPage_visibility
source: Invisibility:
ar: الخفي:
bn: অদর্শন:
tr: Görünmezlik:

# skillsPage_speed
source: Speed:
ar: السرعة:
bn: গতি:
tr: Hız:

# skillsPage_power
source: Power:
ar: السلطة:
bn: শক্তি:
tr: Güç:

# skillsPage_vDescription
source: Invisibility will help you earn more coins
ar: الخفي سوف تساعدك على كسب المزيد من النقود
bn: অদর্শন আপনি আরো কয়েন উপার্জন করতে সাহায্য করবে
tr: Görünmezlik daha fazla para kazanmanıza yardımcı olacak

# skillsPage_sDescription
source: Speed will add extra more time
ar: السرعة ستضيف المزيد من الوقت
bn: গতি অতিরিক্ত আরো সময় যোগ হবে
tr: Hız ekstra zaman katacak

# skillsPage_pDescription
source: Power will restore energy faster
ar: الطاقة ستعيد الطاقة بشكل أسرع
bn: শক্তি দ্রুত শক্তি পুনরুদ্ধার করতে হবে
tr: Güç enerjiyi daha hızlı geri kazandıracak

# playGroundPage_final
source: Congratulations you have passed the game
ar: تهانينا لقد مرت اللعبة
bn: অভিনন্দন আপনাকে খেলা অতিক্রান্ত
tr: Tebrikler oyunu geçtiniz

# playGroundPage_haveWon
source: You have won
ar: لقد فزت
bn: আপনি জিতেছেন
tr: Kazandın

# playGroundPage_coins
source: coins
ar: عملات معدنية
bn: কয়েন
tr: sikkeler

# onlinePlayGroundPage_motivation1
source: Tap! Tap! Tap!
ar: اضغط! اضغط! اضغط!
bn: ট্যাপ! ট্যাপ! ট্যাপ!
tr: Dokunun! Dokunun! Dokunun!

# onlinePlayGroundPage_motivation2
source: Faster!
ar: أسرع!
bn: দ্রুত!
tr: Daha hızlı!

# onlinePlayGroundPage_motivation3
source: You can win!
ar: يمكنك الفوز!
bn: আপনি জিততে পারে!
tr: Kazanabilirsin!

# onlinePlayGroundPage_motivation4
source: Easy peasy lemon squeezy!
ar: سهل جدا!
bn: সহজ peasy লেবু squeezy!
tr: Kolay peasy limon squeezy!

# onlinePlayGroundPage_motivation5
source: Almost a victory!
ar: تقريبا النصر!
bn: প্রায় একটি বিজয়!
tr: Neredeyse bir zafer!

# onlinePlayGroundPage_motivation6
source: This is your game!
ar: هذه هي اللعبة!
bn: এটি আপনার খেলা!
tr: Bu senin oyunun!

# onlinePlayGroundPage_notFound
source: The game is over or not found
ar: ان اللعبة قد انتهت أو لم يتم العثور على
bn: খেলার উপর বা না পাওয়া যায়
tr: Oyun bitti veya bulunamadı

# main_loss
source: You have lost
ar: لقد فقدت
bn: আপনি হারিয়েছে
tr: Kaybettin

# main_draw
source: Draw
ar: رسم
bn: আঁকা
tr: Çizim

# main_win
source: You win
ar: أنت تفوز
bn: আপনি জয়
tr: Sen kazandın

# main_loading
source: Loading
ar: تحميل
bn: লোড হচ্ছে
tr: Yük

# main_check
source: Check your connection
ar: تحقق من اتصال
bn: তোমার সংযোগ পরীক্ষা করে দেখুন
tr: Bağlantınızı kontrol edin

# main_exit
source: Do you want to leave the game?
ar: هل تريد ترك اللعبة؟
bn: আপনি খেলা ছেড়ে দিতে চান?
tr: Oyundan ayrılmak ister misin?

# main_yes
source: Yes
ar: نعم
bn: হ্যাঁ
tr: Evet

# main_no
source: No
ar: لا
bn: না
tr: Hayır

# main_error
source: Error
ar: خطأ
bn: ত্রুটি
tr: Hatasız

# main_succes
source: Successfully
ar: بنجاح
bn: সফলভাবে
tr: Başarıyla

# main_already
source: You have already bought
ar: لقد اشتريت بالفعل
bn: আপনি ইতিমধ্যে কেনা
tr: Zaten satın aldınız

# main_surrTrue
source: The game is over
ar: ان اللعبة قد انتهت
bn: খেলা হয়
tr: Oyun bitti

# itemsPage_open
source: Open the case
ar: افتح العلبة
bn: খুলুন কেস
tr: Kasayı aç
